Repository: babycaseny/poedit
Catalog: locales/bb.po
Languages: bb

source: Preparing migration...
bb: Pripäring maigreiçion...

source: Migration exit status: %d
bb: Maigreiçion dè iksit-steitùs: %d

source: Proceed
bb: Kontinyu

source: Translation memory migration failed.
bb: Transleiçion memori maigreiçion feilen.

source: Your translation memory data couldn't be migrated. The error was: %s Please email help@poedit.net and we’ll get it fixed.
bb: Maigreiting neidè transleiçion memori dè deita wa feilen. Öra-wa: %s Plis send e-meil tu help@poedit.net en rikwest für fiksing.

source: Cannot create temporary directory.
bb: Krieit temporari direktoris wa feilen

source: Welcome to Poedit
bb: Welkom tu Poedit

source: Edit a translation
bb: Edit 1-gè transleiçion

source: Open an existing PO file and edit the translation.
bb: Open 1-gè iksisting PO fayl en edit nigè fayl dè transleiçion.

source: Take an existing PO file or POT template and create a new translation from it.
bb: Teik 1-gè iksistiŋ PO fayl or POT templeit en krieit 1-gè niu transleiçion from it.

source: Download a file from Crowdin project, translate and sync your changes back.
bb: Dawnloud 1-gè fayl from Crowdin prōjekt, transleit en synĥ neidè čeinjs bäk.

source: What is Crowdin?
bb: Crowdin-wa myenigga?

source: There are no translations. That’s unusual.
bb: Mwu transleiçions. Keiigwaina-da.

source: The simplest way to fill this catalog is to update it from a POT:
bb: The simplest way to fill this catalogue is to update it from a POT:

source: Update from POT
bb: Ùpdeit from POT fayl

source: Take translatable strings from an existing POT template.
bb: Teik transleitàbol striŋs from 1-gè iksistiŋ POT templeit.

source: Extract from sources
bb: Iksträkt from sōrses

source: Configure source code extraction in Properties.
bb: Konfigyur sōrskoud iksträkçion in Propèrtis.

source: Sync
bb: Synĥ

source: Synchronize the translation with Crowdin
bb: Synĥronais đe transleiçion wiŧ Crowdin
