Repository: babycaseny/poedit
Catalog: locales/bb.po
Languages: bb

source: Hide this notification message
bb: Neimai nigè noutifaikeiçion messeij

source: Don't Show Again
bb: Not tu Displei Agäin

source: Don't show again
bb: Not tu displei agäin

source: %i line of file '%s' was not loaded correctly.
bb: %i lains in fayl «%s» wa not dū louden korrektli.

source: Line %d of file '%s' is corrupted (not valid %s data).
bb: Lain %d (in fayl «%s») wa korrùpten (not dū välid %s deitā).

source: Malformed header: '%s'
bb: Malformen hēdā: «%s»

source: Broken catalog file: singular form msgstr used together with msgid_plural
bb: Brīken-na katalog fayl: siŋgol-na msgstr form yusen tugäđā wiŧ msgid_plural

source: Broken catalog file: plural form msgstr used without msgid_plural
bb: Brīken-na katalog fayl: plurol-na msgstr yusen bùt msgid_plurol wa mǐdifainen.

source: There were errors when loading the catalog. Some data may be missing or corrupted as the result.
bb: Öra häppèned when loudiŋ katalog. Bufùn-na deitā wa missiŋ or korrùpten as risùlt.

source: Couldn't load file %s, it is probably corrupted.
bb: Loudiŋ fayl %s butdùk, fayl wa possibolli korrùpten.

source: File '%s' is read-only and cannot be saved. Please save it under different name.
bb: Fayl «%s» wa rīd-onli en soi seiviŋ feilen. Plīs seiv ùndèr diffèrènt neim.

source: Couldn't save file %s.
bb: Seiviŋ fayl «%s» feilen.

source: The catalog couldn't be saved in '%s' charset as specified in catalog settings. It was saved in UTF-8 instead and the setting was modified accordingly.
bb: Katalog-wa not du seiven in «%s» kärset as spesifaien in katalog settings. It was saved in UTF-8 instead and the setting was modified accordingly.

source: Error saving catalog
bb: Öra seiviŋ katalog

source: PO Translation Files
bb: PO Transleiçion Fayls

source: POT Translation Templates
bb: POT Transleiçion Templeits

source: All Translation Files
bb: Ol Transleiçion Fayls

source: Merging differences...
bb: Mörj diffèrènses...

source: '%s' is not a valid POT file.
bb: '%s' wa not dū välid POT fayl.

source: (Use default language)
bb: (Yus difàult leŋgueij)

source: Select your preferred language
bb: Silekt neidè prifören leŋgueij

source: Language selection
bb: Leŋgueij silekçion

source: You must restart Poedit for this change to take effect.
bb: Für nigè čeinj tu teik ifekt, nei diŋyǐu rīstart Poedit.

source: Downloading translations is disabled in this project.
bb: Dawnloudiŋ transleiçions wa disàbolen in nigè prōjekt.

source: Not authorized, please sign in again.
bb: Mi-òtoraisen, plīs sain-in agäin.

source: Crowdin is an online localization management platform and collaborative translation tool. Poedit can seamlessly sync PO files managed at Crowdin.
bb: Crowdin wa onlain lokolaiseiçion männeijmènt plätform en kolläboreitiv transleiçion tūl. Poedit keyi synĥ PO fayls männeijen à Crowdin wiŧout problèms en hässols.

source: Waiting for authentication…
bb: Weiting fur òŧentikeiçion......

source: Learn More About Crowdin
bb: (Lörn Moa Àbaut Crowdin)

source: Learn more about Crowdin
bb: (Lörn moa àbaut Crowdin)

source: Open Crowdin translation
bb: Opèn Crowdin dè transleiçion

source: Project:
bb: Prōjekt:

source: Language:
bb: Leŋgueij:

source: File:
bb: Fayl:

source: No translation projects listed in your Crowdin account.
bb: Mwu transleiçion prōjekts listen in neidè Crowdin akkaunt.

source: Downloading latest translations…
bb: Dawnloudiŋ leitest transleiçions...

source: Syncing with Crowdin
bb: Synĥ wiŧ Crowdin

source: Syncing with Crowdin failed.
bb: Synĥ wiŧ Crowdin feilen.

source: Crowdin error
bb: Crowdin dè öra

source: Uploading translations…
bb: Ùploudiŋ transleiçions...

source: &Copy
bb: &Kopi

source: Learn more
bb: Lörn moa

source: Learn More
bb: Lörn Moa

source: Failed command: %s
bb: Feilen kommand: %s

source: Failed to merge gettext catalogs.
bb: Feilen tu mörj gettext katalogs.

source: Scanning files...
bb: Skäniŋ fayls...

source: Parsing %s files...
bb: Parsiŋ %s-gè fayls...

source: Failed to load extracted catalog.
bb: Feilen tu loud iksträkten katalog.

source: MO files can’t be directly edited in Poedit.
bb: MO fayls wa not dū editen direktli in Poedit.

source: Error opening file
bb: Öra opèniŋ fayl

source: handle a poedit:// URI
bb: händol 1-gè poedit:// URI

source: Failed to communicate with Poedit process.
bb: Feilen tu kommyunikeit with Poedit proses.

source: Open catalog
bb: Opèn katalog

source: File '%s' doesn't exist.
bb: Mwu '%s' nigè fayl

source: About %s
bb: Àbaut %s

source: Version %s
bb: Vörçion %s

source: Poedit is an easy to use translations editor.
bb: Poedit-wa yasasii transleiçion editā.

source: Catalogs Manager
bb: Katalogs Männeijā

source: Check for Updates...
bb: Ček für Ùpdeits...

source: Undo
bb: Ùndiodio

source: Redo
bb: Rīdiodio

source: Paste and Match Style
bb: Peist en Mätč Staiyol

source: Delete
bb: Dilit

source: Spelling and Grammar
bb: Speliŋ en Grämmar

source: Show Spelling and Grammar
bb: Displei Speliŋ en Grämmar

source: Check Document Now
bb: Ček Dokyumènt Nau

source: Check Spelling While Typing
bb: Ček Speliŋ When Taipiŋ

source: Check Grammar With Spelling
bb: Ček Grämmar Wiŧ Speliŋ

source: Correct Spelling Automatically
bb: Korrekt Speliŋ Òtomeitikolli

source: Substitutions
bb: Sùbstityuçion

source: Show Substitutions
bb: Displei Sùbstityuçions

source: Smart Copy/Paste
bb: Smart Kopi/Peist

source: Smart Quotes
bb: Smart Kwots

source: Smart Dashes
bb: Smart Däšes

source: Smart Links
bb: Smart Liŋks

source: Text Replacement
bb: Tekst Rīpleismènt

source: Transformations
bb: Transformeiçions

source: Capitalize
bb: Käpitolais

source: Speech
bb: Spīken

source: Start Speaking
bb: Start Spīkiŋ

source: Stop Speaking
bb: Stop Spīkiŋ

source: &View
bb: &Vyu

source: Enter Full Screen
bb: Enter Full Skrīn

source: Minimize
bb: Minimais

source: Zoom
bb: ẑum

source: Bring All to Front
bb: Briŋ Ol tu Frònt

source: PO Translation
bb: PO Transleiçion

source: Invalid file
bb: Invälid fayl

source: The file may be either corrupted or in a format not recognized by Poedit.
bb: The file may be either corrupted or in a format not recognised by Poedit.

source: &Undo
bb: Ù&ndiodio

source: &Redo
bb: &Rīdiodio

source: Cu&t
bb: Kù&t

source: Cut
bb: Kùt

source: Copy
bb: Kopi

source: &Paste
bb: &Peist

source: Paste
bb: Peist

source: &Delete
bb: &Dilit

source: Select &All
bb: Silekt &Ol

source: Select All
bb: Silekt Ol

source: Ctrl+
bb: Ktrl+

source: Shift+
bb: Šift+

source: Up
bb: Ùp

source: Down
bb: Dawn

source: ctrl
bb: ktrl

source: shift
bb: Šift

source: You can't drop more than one file on Poedit window.
bb: Butdùk drop moa đän 1-gè fail ontu Poedit dè window.

source: File '%s' is not a message catalog.
bb: Fayl «%s» wa not dū messeij katalog.

source: &File
bb: &Fayl

source: &Go
bb: &Gou

source: Source text:
bb: Sōrs tekst:

source: Singular:
bb: Siŋgol:

source: Plural:
bb: Plurol:

source: Translation:
bb: Transleiçion:

source: Create New Translation
bb: Krieit Niu Transleiçion

source: Create new translation
bb: Krieit niu transleiçion

source: Spellchecking is disabled, because the dictionary for %s isn’t installed.
bb: Spelčekiŋ wa disàbolen, bikos dikçionari für %s wa mi-instolen.

source: Install
bb: Instol

source: Catalog modified. Do you want to save changes?
bb: Katalog modifaien. Ayisyur tu seiv čeinjs?

source: Save changes
bb: Seiv ceinjs

source: Save
bb: Seiv

source: Don't save
bb: Not dū seiv

source: Don't Save
bb: Not dū Seiv

source: Save as...
bb: Seiv as...

source: Compile to...
bb: Kompail tu...

source: Compiled Translation Files
bb: Kompailen Transleiçion Fayls

source: Export as...
bb: Iksport as...

source: HTML Files
bb: HTML Fayls

source: Open catalog template
bb: Opèn katalog templeit

source: Updating catalog
bb: Ùpdeiting katalog

source: Source code not available.
bb: Sōrskoud-wa not dū aveilàbol.

source: Updating failed
bb: Ùpdeitiŋ feilen

source: Translations couldn’t be updated from the source code, because no code was found in the location specified in the catalog’s Properties.
bb: Translations couldn’t be updated from the source code, because no code was found in the location specified in the catalogue’s Properties.

source: Entries in the catalog are probably incorrect.
bb: Entris in katalog wa probàbolli not dū korrekt.

source: Updating the catalog failed. Click on 'Details >>' for details.
bb: Ùpdeiting katalog feilen. Klikk on «Diteils >>» für diteils.

source: %d issue with the translation found.
bb: %d-gè issyu with transleiçion fainden.

source: Validation results
bb: Välideiçion risùlts

source: Entries with errors were marked in red in the list. Details of the error will be shown when you select such an entry.
bb: Entris wiŧ öras wa marken in red in đe list. Nigè öra dè diteils wa displeien when nigè entri wa silekten.

source: The file was saved safely.
bb: Fayl-wa seiven seifli.

source: No problems with the translation found.
bb: Transleiçion-wa mwu problèms fainden.

source: The translation is ready for use, but %d entry is not translated yet.
bb: Transleiçion-wa keyi yusing, bùt %d-gè entri-wa mi-transleiten yet.

source: The translation is ready for use.
bb: Transleiçion-wa keyi yusiŋ.

source: Context:
bb: Kontekst:

source: Language of the translation isn't set.
bb: Transleiçion dè leŋgueij wa mi-seten.

source: Set Language
bb: Set Leŋgueij

source: Set language
bb: Set leŋgueij

source: Language of the translation is the same as source language.
bb: Transleiçion dè target leŋgueij wa seim as sōrs leŋgueij.

source: Fix Language
bb: Fiks Leŋgueij

source: Fix language
bb: Fiks leŋgueij

source: This catalog has entries with plural forms, but doesn't have Plural-Forms header configured.
bb: This catalogue has entries with plural forms, but doesn't have Plural-Forms header configured.

source: Entries in this catalog have different plural forms count from what catalog's Plural-Forms header says
bb: Entries in this catalogue have different plural forms count from what catalogue's Plural-Forms header says

source: Required header Plural-Forms is missing.
bb: Rīkwairen hēdā Plurol-Forms wa missiŋ.

source: Syntax error in Plural-Forms header ("%s").
bb: Syntäks öra in Plurol-Forms hēdā («%s»).

source: Fix the Header
bb: Fiks Hēdā

source: Fix the header
bb: Fiks hēdā

source: Plural forms expression used by the catalog is unusual for %s.
bb: Plural forms expression used by the catalogue is unusual for %s.

source: Review
bb: Rīvyu

source: Error loading message catalog file '%s'.
bb: Öra when loudiŋ messeij katalog fayl '%s'.

source: %d error
bb: %d-gè öra

source: %d entry
bb: %d-gè entri

source: (unsaved)
bb: (mi-seiven)

source: (modified)
bb: (modifaien)

source: Go
bb: Gou

source: Failed to update translation memory: %s
bb: Ùpdeit transleiçion memori feilen: %s

source: Purge deleted translations
bb: Pörj diliten transleiçions

source: Purge
bb: Pörj

source: Fill missing translations from TM
bb: Fill missiŋ transleiçions from TM

source: Only fill in exact matches
bb: Onli fill in iksäkt matches

source: Don’t mark exact matches as fuzzy
bb: Not dū mark iksäkt mätĉes as fùzzi

source: %d entry was filled from the translation memory.
bb: %d-gè entri wa fillen from transleiçion memori.

source: Translating
bb: Transleitiŋ...

source: Filling missing translations from TM...
bb: Filliŋ missiŋ transleiçions from TM...

source: Translated %u string
bb: %u-gè striŋ transleiten

source: Copy from source text
bb: Kopi from sōrs-tekst

source: Copy from Source Text
bb: Kopi from Sōrs-Tekst

source: Clear translation
bb: Klīr transleiçion

source: Clear Translation
bb: Klīr Transleiçion

source: Edit comment
bb: Edit komment

source: Edit Comment
bb: Edit Komment

source: References:
bb: Riförènses loukeiçion:

source: Singular
bb: Siŋgolar

source: Zero
bb: Mwu

source: One
bb: 1-gè

source: Two
bb: 2-gè

source: Plural
bb: Plurol

source: Other
bb: Nitadè

source: &Bookmarks
bb: &Būkmarks

source: Set bookmark %i
bb: Set būkmark %i

source: Go to bookmark %i
bb: Goutu būkmark %i

source: Set Bookmark %i
bb: Set Būkmark %i

source: Go to Bookmark %i
bb: Goutu Būkmark %i

source: Hide Sidebar
bb: Neimai Saidbār

source: Show Sidebar
bb: Displei Saidbār

source: Hide Status Bar
bb: Haid Steitùs Bar

source: Show Status Bar
bb: Displei Steitùs Bār

source: Source text
bb: Sors tekst

source: Translation
bb: Transleiçion

source: Source text — %s
bb: Sors tekst — %s

source: Translation — %s
bb: Transleiçion — %s

source: Error:
bb: Öra:

source: Source file
bb: Sōrs-fayl

source: Source file occurrence:
bb: Sōrs-fayl dè okkörèns:

source: Open in Editor
bb: Opèn in Editā

source: Open in editor
bb: Opèn in editā

source: No references for the selected item.
bb: Mwu riförènses für silekten aitèm.

source: Error opening file %s!
bb: Öra opèniŋ fayl %s!

source: Find
bb: Faind

source: Replace
bb: Rīplei

source: Options
bb: Opçions

source: Ignore case
bb: Ignor keis

source: Wrap around
bb: Wräp àraund

source: Whole words only
bb: Whole wörds onli

source: Find in source texts
bb: Faind in sōrs teksts

source: Find in translations
bb: Faind in transleiçions

source: Find in comments
bb: Faind in komments

source: Close
bb: Klos

source: Replace All
bb: Rīpleis Ol

source: Replace all
bb: Rīpleis ol

source: < &Previous
bb: < Priv

source: &Next >
bb: &Nèist >

source: String to find
bb: Striŋ tu faind

source: Replacement string
bb: Rīpleismènt striŋ

source: Cannot execute program: %s
bb: Iksikyut progrem feilen: %s

source: Translation Language
bb: Transleiçion Leŋgueij

source: Language of the translation:
bb: Transleiçion dè leŋgueij:

source: Poedit - Catalogs manager
bb: Poedit - Katalogs männeija

source: Catalog
bb: Katalog

source: Total
bb: Toutol

source: Untrans
bb: Mǐ-trans

source: Fuzzy
bb: Fùzzi

source: Bad Tokens
bb: Warui Tokèns

source: Last modified
bb: Last modifaien

source: Select directory
bb: Silekt direktòri

source: Directories:
bb: Direktòris:

source: <unnamed>
bb: <Mǐ-neimen>

source: Do you want to delete the project?
bb: Ayisyur nei diŋyǐu dilit nigè prōjekt?

source: Confirmation
bb: Konförmeiçion

source: Do you really want to do mass update of all catalogs in this project?
bb: Ayisyur nei diŋyǐu pörform mās ùpdeit tu ol katalogs in nigè prōjekt?

source: Name:
bb: Neim:

source: Your Name
bb: Neidè Neim

source: Email:
bb: E-meil:

source: Your name and email address are only used to set the Last-Translator header of GNU gettext files.
bb: Neidè neim en e-meil ädjres wa onli yusen tu set «Last-Translator» nigè GNU gettext fayls dè hēdā-fīld.

source: Editing
bb: Editiŋ

source: Automatically compile MO file when saving
bb: Òtomätikolli kompail MO fayl when seiviŋ

source: Show summary after catalog update
bb: Displei sùmmari aftèr katalog ùpdeit

source: Always change focus to text input field
bb: Olweis mūv sistèm dè foukùs tu tekst input fīld

source: Appearance
bb: Appīràns

source: Use custom list font:
bb: Yus kùstomaisen taipfeis in list:

source: Use custom text fields font:
bb: Yus kùstomaisen taipfeis in tekst fīlds :

source: Change UI language
bb: Čeinj YI leŋgueij

source: (requires Windows 8 or newer)
bb: (rīkwair Windows 8 or niuer)

source: General
bb: Jenerol

source: Use translation memory
bb: Yus transleiçion memori

source: Learn From Files...
bb: Lörn From Fayls...

source: Learn from files...
bb: Lörn from fayls...

source: Reset
bb: Rīset

source: Stored translations:
bb: Storen transleiçions:

source: Database size on disk:
bb: Deitābeis saiz on disk:

source: Select translation files to import
bb: Silekt transleiçion fayls tu import

source: Translation Memory
bb: Transleiçion Memori

source: Importing translations...
bb: Importiŋ transleiçions...

source: Finalizing...
bb: Fainolaisiŋ...

source: Reset translation memory
bb: Rīset transleiçion memori

source: Are you sure you want to reset the translation memory?
bb: Ayisyur nei diŋyǐu rīset transleiçion memori?

source: Resetting the translation memory will irrevocably delete all stored translations from it. You can’t undo this operation.
bb: Rīsetiŋ transleiçion memori wa possibolli irrīvokàbolli dilit ol stored transleiçions from it. Ùndiodio nigè opèreiçion wa butdùk.

source: Cancel
bb: Känsol

source: New
bb: Niu

source: Delete extractor
bb: Dilit iksträktā

source: Are you sure you want to delete the “%s” extractor?
bb: Ayisyur nei diŋyǐu dilit «%s» dè iksträktā?

source: Extractors
bb: Iksträktās

source: Accounts
bb: Akkaunts

source: Automatically check for updates
bb: Òtomätikolli ček für ùpdeits

source: Include beta versions
bb: Inklūd beta vörçions

source: Updates
bb: Ùpdeits

source: Line endings:
bb: Lain endiŋs:

source: Wrap at:
bb: Wräp à:

source: Advanced
bb: Gokab

source: <big>Drag and Drop Folders Here</big> or use the + button
bb: <big>Jrag en Drop Fouldèrs à Nido</big> or yus đe + bùtton

source: <big>Drag and drop folders here</big> or use the + button
bb: <big>Jrag en drop fouldèrs à nido</big> or yus đe + bùtton

source: Add Folders...
bb: Ädd Fouldèrs...

source: Add folders...
bb: Ädd fouldèrs...

source: Add Files...
bb: Ädd Fayls...

source: Add files...
bb: Ädd fayls...

source: Add Wildcard...
bb: Ädd Bakdap-kard...

source: Add wildcard...
bb: Ädd bakdap-kard...

source: Paths
bb: Paŧweis

source: Excluded paths
bb: Iksklūden paŧweis

source: Additional keywords
bb: Äddeiçionol kyiwörds

source: UTF-8 (recommended)
bb: UTF-8 (rekommenden)

source: Comment:
bb: Komment:

source: OK
bb: Konförm

source: C&lear
bb: K&līr

source: Clear the comment
bb: Klīr komment

source: Create new translations project
bb: Krieit pikkapika transleiçion prōjekt

source: Edit the project
bb: Edit nigè prōjekt

source: Delete the project
bb: Dilit nigè prōjekt

source: Update all
bb: Ùpdeit ol

source: Update all catalogs in the project
bb: Ùpdeit ol katalogs in the prōjekt

source: Edit project
bb: Edit prōjekt

source: Project name:
bb: Prōjekt neim:

source: Browse
bb: Braws

source: Add directory to the list
bb: Ädd direktòri tu list

source: &Preferences...
bb: &Priförènses...

source: &Close
bb: &Klos

source: E&xit
bb: I&ksit

source: Quit
bb: Ziuru

source: &New...
bb: &Niu...

source: New from &POT/PO file...
bb: Niu from &POT/PO fayl...

source: New From &POT/PO File...
bb: Niu From &POT/PO Fayl...

source: &Open...
bb: &Opèn...

source: Open Recent
bb: Opèn Zuigèn

source: Open from Crowdin...
bb: Opèn from Crowdin

source: Open From Crowdin...
bb: Opèn from Crowdin...

source: &Save
bb: &Seiv

source: Save &as...
bb: Seiv &as...

source: Save &As...
bb: Seiv Ä&s...

source: E&xport as HTML...
bb: I&ksport as HTML...

source: Catalogs &manager
bb: Katalog &männeijā

source: Catalogs &Manager
bb: Katalog &Männeijā

source: Translation is &fuzzy
bb: Transleiçion-wa &fùzzi

source: Translation Is &Fuzzy
bb: Transleiçion-wa &Fùzzi

source: Edit &comment
bb: Edit &komment

source: Edit &Comment
bb: Edit &Komment

source: Suggestions
bb: Sùjjesçions

source: &Show references
bb: &Displei riförènses

source: &Show References
bb: &Displei riförènses

source: &Find...
bb: &Faind...

source: Replace...
bb: Rīpleis…

source: Find next
bb: Faind nèist

source: Find previous
bb: Faind priv

source: Find and Replace...
bb: Faind en rīpleis...

source: Find Next
bb: Faind Nèist

source: Find Previous
bb: Faind Priv

source: &Preferences
bb: &Priförènses

source: Display entry &IDs
bb: Displei entri &IDs

source: Display Entry &IDs
bb: Displei Entri &IDs

source: Sort by &file order
bb: Sort bai &fayl ordèr

source: Sort by &File Order
bb: Sort bai &Fayl Ordèr

source: Sort by &source
bb: Sort bai &sōrs

source: Sort by &Source
bb: Sort bai &Sōrs

source: Sort by &translation
bb: Sort bai &transleiçion

source: Sort by &Translation
bb: Sort bai &Transleiçion

source: &Group by context
bb: &Grūp bai kontekst

source: &Group By Context
bb: &Grūp Bai Kontekst

source: Entries with errors first
bb: Entris wiŧ öras biforhänd

source: Entries with Errors First
bb: Entris wiŧ Öras Biforhänd

source: Show sidebar
bb: Displei saidbār

source: Show status bar
bb: Displei steitùs bār

source: C&atalog
bb: K&atalog

source: &Update from sources
bb: &Ùpdeit from sōrses

source: &Update from Sources
bb: &Ùpdeit from Sōrses

source: Update from &POT file...
bb: Ùpdeit from &POT fayl...

source: Update from &POT File...
bb: Ùpdeit from &POT Fayl...

source: Sync with Crowdin
bb: Synĥ wiŧ Crowdin

source: Fill missing translations from &TM...
bb: Fill missiŋ transleiçions from &TM...

source: Fill Missing Translations from &TM...
bb: Fill Missiŋ Transleiçions from &TM...

source: &Purge deleted translations
bb: &Pörj diliten transleiçions

source: &Purge Deleted Translations
bb: &Pörj Diliten Transleiçions

source: &Validate translations
bb: &Välideit transleiçions

source: &Validate Translations
bb: &Välideit Transleiçions

source: &Properties...
bb: &Propèrtis...

source: &Done and next
bb: &Finišen en nèist

source: &Done and Next
bb: &Finišen en Nèist

source: &Previous translation
bb: &Priv transleiçion

source: &Previous Translation
bb: &Priv Transleiçion

source: &Next translation
bb: &Nèist transleiçion

source: &Next Translation
bb: &Nèist Transleiçion

source: &GNU gettext manual
bb: &GNU gettext mänyuol

source: &GNU gettext Manual
bb: &GNU gettext Mänyuol

source: &About Poedit
bb: Abaut Poedit

source: &About
bb: À&baut

source: Extractor setup
bb: Iksträktā setùp

source: List of extensions separated by semicolons (e.g. *.cpp;*.h):
bb: Ikstençions list sepèreiten bai semicolons (e.g. *.cpp;*.h):

source: Invocation:
bb: Invokeiçion:

source: Command to extract translations:
bb: Kommand tu iksträkt transleiçions:

source: An item in keywords list:
bb: Kyiwörds list dè kiẑōŋ 1-gè aitèm:

source: An item in input files list:
bb: Input fayllist dè kiẑōŋ 1-gè aitèm:

source: Source code charset:
bb: Sōrskoud dè kärset:

source: Catalog properties
bb: Catalogue properties

source: Project name and version:
bb: Prōjekt neim en vörçion:

source: Plural Forms:
bb: Plurol Forms

source: Use default rules for this language
bb: Yus difàult rūls für nigè leŋgueij

source: Use custom expression
bb: Yus kùstomaisen ikspresçion

source: Learn about plural forms
bb: Lörn àbaut plurol forms

source: Charset:
bb: Kärset:

source: Team:
bb: 團隊:

source: Team's email address:
bb: 團隊的電子郵件地址:

source: Translation properties
bb: Transleiçion propèrtis

source: Sources paths
bb: Sōrses paŧweis

source: Extract text from source files in the following directories:
bb: Iksträkt tekst from sōrs-fayls in folowiŋ direktòris:

source: Base path:
bb: Beisik paŧwei:

source: Sources keywords
bb: Sōrses kyiwörds

source: Update summary
bb: Ùpdeit sùmmari

source: New strings
bb: Niu striŋs

source: Obsolete strings
bb: Obsolet striŋs

source: (0 new, 0 obsolete)
bb: (mwu niu, mwu obsoleten)

source: Open
bb: Opèn

source: Save catalog
bb: Seiv katalog

source: Validate
bb: Välideit

source: Check for errors in the translation
bb: Ček für öras in transleiçion

source: Update
bb: Ùpdeit

source: Update catalog - synchronize it with sources
bb: Ùpdeit katalog - synĥronais wiŧ sōrses

source: Toggled if selected string has fuzzy translation
bb: 切換所選的字串是否要包含模糊翻譯

source: Show or hide the sidebar
bb: Displei or neimai saidbār

source: Notes for translators:
bb: Nouts für transleitās:

source: Add comment
bb: Ädd komment

source: Add Comment
bb: Ädd Komment

source: Translation suggestions:
bb: Transleiçion sùjjesçions:

source: No matches found
bb: Mwu mätčes fainden

source: No Matches Found
bb: Mwu Mätčes Fainden

source: This string was found in Poedit’s translation memory.
bb: Nigè string wa fainden in Poedit dè transleiçion memori.

source: (New: %i, obsolete: %i)
bb: (%i-gè niu, %i -gè obsoleten)

source: Importing translations: %d
bb: Importiŋ transleiçions: %d

source: Poedit Update
bb: Poedit dè Ùpdeit
